Repository: catalpainternational/MohingaV1
Catalog: aims/locale/*/LC_MESSAGES/django.po
Languages: my

source: Unknown
my: အမည်မသိ

source: Unnamed
my: အမည်မသိ

source: trillion
my: ထရီလီယံ

source: billion
my: ဘီလီယံ

source: million
my: မီလီယံ

source: thousand
my: ထောင်ပေါင်း

source: no title
my: ခေါင်းစဉ်မရှိ

source: no description
my: ဖော်ပြချက်မရှိ

source: id
my: ကုဒ်နံပါတ်

source: Title
my: စီမံကိန်းအမည်

source: Description
my: ဖော်ပြချက်

source: Objective
my: ရည်ရွယ်ချက်

source: Sector
my: ကဏ္ဍ

source: Status
my: စီမံကိန်းဆောင်ရွက်မှုအခြေအနေ

source: Total Budget
my: ငွေပမာဏ

source: Default Currency
my: မူရင်းငွေကြေး

source: Reporting Organisation
my: သက္ဆိုင္ရာအဖြဲ့အစည္း

source: Financing
my: ငွေကြေးထောက်ပံ့သူ

source: Extending
my: ဆက်သွယ်ဆောင်ရွက်သူ

source: Implementing
my: လုပ်ငန်းဆောင်ရွက်သူ

source: Ministry
my: ၀န်ကြီးဌာန

source: State/Region
my: ဒေသ

source: Township
my: မြို့နယ်

source: Contact Name
my: ဆက်သွယ်ရန်အမည်

source: Contact Phone
my: ဖုန်းနံပါတ်

source: Contact Email
my: ဆက်သွယ်ရန် အီးမေးလ်လိပ်စာ

source: Project
my: စီမံကိန်းအမည်

source: Program
my: လုပ်ငန်းအစီအစဉ်

source: original
my: မူရင်း

source: pending
my: ဆိုင်းငံ

source: Base Currency
my: မူလငွေကြေး

source: Exchange Currency
my: ပြောင်းလဲမည့်ငွေကြေး

source: Exchange Rate
my: ငွေလဲလှယ်နှုန်း

source: Date Created
my: ပြင်ဆင်သည့်နေ့

source: Last Modified
my: နောက်ဆုံးပြင်ဆင်သည့်နေ့

source: Remote Data
my: အချက်အလက်များ

source: Aid By Location
my: ဒေသအလိုက် အကူအညီရရှိမှု

source: Aid By Ministry
my: ဝန်ကြီးဌာနအလိုက် အကူအညီရရှိမှု

source: Aid By Sector
my: ကဏ္ဍအလိုက် အကူအညီရရှိမှု

source: Aid By Donor
my: နိုင်ငံ/အဖွဲ့အစည်း အလိုက် အကူအညီရရှိမှု

source: Activity was saved successfully
my: သိမ်းဆည်းပြီး

source: Myanmar language translation
my: မြန်မာဘာသာ

source: Organisation was saved successfully
my: အဖွဲ့အစည်း၏ အချက်အလက် သိမ်းဆည်းပြီး

source: Transaction was saved successfully
my: ငွေကြေးသုံးဆွဲမှု သိမ်းဆည်းပြီး

source: No Information Available
my: အချက်အလက်မရှိပါ

source: Available
my: ရရှိနိုင်သည်

source: to
my: သို့

source: All Donors
my: နိုင်ငံ/အဖွဲ့အစည်းအားလုံး

source: Total Donors
my: အလှူ ရှင် စုစုပေါင်း

source: Total Commitment
my: လျာထားမှုစုစုပေါင်း

source: Total Disbursements
my: ရရှိမှု ပမာဏ စုစုပေါင်း

source: Commitment by Ministry
my: ဝန်ကြီးဌာနအလိုက် လျာထားမှုစုစုပေါင်း

source: Loans Vs Grants
my: ချေးငွေ နှင့် အကူအညီ

source: Total Projects & Status
my: စီမံကိန်းစုစုပေါင်း နှင့် ဆောင်ရွက်မှုအခြေအနေ

source: Projects
my: စီမံကိန်း

source: Myanmar
my: မြန်မာ

source: percent
my: ရာခိုင်နှုန်း

source: Commitment by Status
my: ဆောင်ရွက်မှု အခြေအနေအလိုက် လျာထားငွေ

source: Donor Commitment
my: အလှူ ရှင်နိုင်ငံမှ ထည့်၀င်ငွေ

source: Commitment by sector
my: ကဏ္ဍအလိုက် လျာထားငွေ

source: Total Donors & Type
my: အလှူ ရှင် စုစုပေါင်းနှင့် အလှူ ရှင် အမျိုးအစား

source: Value
my: တန်ဖိုး

source: All categories
my: အမျိုးအစားအာလုံး

source: Commitment by Category
my: အမျိုးအစားအလိုက် အကူအညီရရှိမှု

source: MOHINGA
my: မုန့်ဟင်းခါး

source: Aid by Location
my: ဒေသအလိုက် အကူအညီရရှိမှု

source: Aid by Ministry
my: ဝန်ကြီးဌာနအလိုက် အကူအညီရရှိမှု

source: Aid by Sector
my: ကဏ္ဍအလိုက် အကူအညီ

source: Aid by Donor
my: အလှူရှင် အကူအညီ

source: Create a new activity
my: အသစ်ထည့်သွင်းရန်

source: Hello
my: မင်္ဂလာပါ

source: Settings
my: ပြင်ဆင်ရန်

source: Sign out
my: ထွက်ပါ

source: Explore
my: ကြည့်ရှုရန်

source: Edit
my: ပြင်ဆင်ရန်

source: Search for an activity
my: ရှာဖွေရန်

source: Organisation Details
my: အဖွဲ့အစည်း၏ အသေးစိတ် အချက်အလက်များ

source: Transactions
my: ငွေကြေးသုံးစွဲမှုများ

source: Date
my: နေ့စွဲ

source: Funded by
my: ငွေကြေးထောက်ပံ့သူ

source: Amount
my: ပမာဏ

source: Not Identified
my: မသတ်မှတ်

source: Add a new transaction
my: အသစ်ထည့်သွင်းရန်

source: To add a financial transaction to an activity. First add and save your activity. Then you can add a financial transaction.
my: ငွေကြေးသုံးစွဲမှု ထည့်သွင်းရန် လုပ်ငန်းဆောင်ရွက်မှုအား အရင်ထည့်သွင်းပြီး သိမ်းဆည်းပါ။

source: Project Information
my: စီမံကိန်း အချက်အလက်များ

source: Target Groups
my: ဦးတည်သည့်အဖွဲ့များ

source: General Info
my: အချက်အလက်များ

source: Results
my: ရလဒ်

source: Contacts
my: ဆက်သွယ်ရန်

source: General Information
my: အချက်အလက်များ

source: Sector (OECD - DAC)
my: အိုအီးစီဒီ ကဏ္ဍများ

source: Sector (National)
my: အမျိုးသား ဦးစားပေး ကဏ္ဍများ

source: Location
my: ဒေသ

source: Result
my: ရလဒ်

source: Contact Info
my: ဆက်သွယ်ရန်

source: Delete
my: ပယ်ဖျက်ပါ

source: Cancel
my: မလုပ်ဆောင်ပါ

source: Save Form
my: သိမ်းဆည်းသည့် ပုံစံ

source: Are you sure?
my: သေချာပါသလား

source: You are about to delete something from the Mohinga site, existing submissions will be deleted.
my: သင်သည် အချက်အလက်အချို့အား ပယ်ဖျက်မည်ဖြစ်သည်

source: Close
my: ပိတ်ပါ

source: Save changes
my: သိမ်းဆည်းပါ

source: Edit Transactions
my: ငွေကြေးသုံးစွဲမှုအား ပြု ပြင်ရန်

source: Login
my: ဝင်ရောက်ရန်

source: About
my: ဤစနစ်အကြောင်း

source: Our Vision
my: မိမိတို့၏ ရှုမြင်ချက်

source: Calendar
my: ပြက္ခဒိန်

source: Resources
my: အရင်းအမြစ်များ

source: Contact us
my: ဆက်သွယ်ရန်

source: aid transparency portal
my: အကူအညီများ ပွင့်လင်းမြင်သာမှု ဝဘ်ဆိုဒ်

source: tracking international assistance to Myanmar
my: နိုင်ငံတကာမှ မြန်မာနိုင်ငံသို့ အကူအညီပေးမှုများ

source: Number of Donor Partners
my: အလှူ ရှင် အရေအတွက်

source: billion activities reported
my: ဘီလီယံ လုပ်ငန်းများ

source: Activities being implemented
my: ဆောင်ရွက်နေဆဲ လုပ်ငန်းများ

source: visit the aid transparency platform
my: အကူအညီများ ပွင့်လင်းမြင်သာမှု စနစ်သို့ သွားရောက်ရန်

source: Login to the AIMS
my: AIMS သို့ ဝင်ရောက်ရန်

source: Let's start a conversation about aid transparency
my: အကူအညီများ ပွင့်လင်းမြင်သာမှုနှင့် ပတ်သက်၍ ဆွေးနွေးရန်

source: Open information about international assistance to Myanmar
my: မြန်မာနိုင်ငံသို့ နိုင်ငံတကာမှ အကူအညီများ

source: how is aid being used in Myanmar?
my: အကူအညီများကို မြန်မာနိုင်ငံတွင် မည်သို့ အသုံးပြု နေသနည်း

source: International assistance plays a vital role in supporting
my: ကူညီပံ့ပိုးရာတွင် အရေးပါသည့် အခန်းကဏ္ဍမှ ပါဝင်သည်။

source: Myanmar’s historic transformation.
my: မြန်မာနိုင်ငံ၏ သမိုင်းတွင်လောက်သည့် ပြု ပြင်ပြောင်းလဲမှု

source: As Myanmar continues to move forward, it is important that we all know how aid is being used and what results are being achieved.
my: မြန်မာနိုင်ငံအနေနှင့် ရှေ့သို့ ဆက်လက် ဆောင်ရွက်ရာတွင် အကူအညီများကို မည်သို့ အသုံးပြု နေသည်နှင့် မည်သည့် အကျိုးရလာဒ်များ ရရှိနေသည်ကို အားလုံးသိရှိရန် အရေးကြီးပါသည်။

source: Why is open aid important?
my: အကူအညီများ ပွင့်လင်းမြင်သာမှုရှိရေးသည် အဘယ်ကြောင့် အရေးကြီးသနည်း

source: Making aid transparent helps to ensure aid goes where it is most needed.
my: အကူအညီများ ပွင့်လင်းမြင်သာမှုရှိရန် ဆောင်ရွက်ခြင်းဖြင့် အလိုအပ်ဆုံးနေရာများသို့ အကူအညီများ ရောက်ရှိစေမည် ဖြစ်သည်။

source: By ensuring open access to aid information
my: နိုင်ငံခြားအကူအညီ ဆိုင်ရာ သတင်းအချက်အလက်များကို လွတ်လပ်စွာ ရယူသိရှိစေရန် ဆောင်ရွက်ခြင်းဖြင့်

source: a wider group of stakeholders are able to clearly see who is doing what and where? Access to better quality aid information also supports the equitable allocation of resources, both sectorally and geographically, ensuring that all Myanmar people can benefit.
my: မည်သူက မည်သည့်နေရာတွင် မည့်သည့်လုပ်ငန်းများ ဆောင်ရွက်နေသည်ကို သက်ဆိုင်သူအားလုံး ရှင်းလင်းစွာ သိရှိနိုင်မည်ဖြစ်သည်။ ပြည့်စုံတိကျသည့် အကူအညီဆိုင်ရာ သတင်းအချက်အလက်များကို သိရှိနိုင်ခြင်းဖြင့် ကဏ္ဍနှင့် ဒေသများအကြား အရင်းအမြစ်များ ညီမျှစွာ ခွဲဝေအသုံးပြုရေးကို အထောက်အကူပြုစေမည် ဖြစ်ပြီး မြန်မာနိုင်ငံသားအားလုံး အကျိုးကျေးဇူး ခံစားနိုင်စေမည် ဖြစ်သည်။

source: What are the results?
my: မည့်သည့် အကျိုးရလာဒ်များ ရရှိမည်နည်း

source: Aid transparency isn't just about numbers.
my: အကူအညီများ ပွင့်လင်းမြင်သာမှုဆိုသည်မှာ ကိန်းဂဏန်းများကို ဖော်ပြရန် သက်သက်မျှ မဟုတ်ပါ။

source: Results matter too.
my: အကျိုးရလာဒ်များ ရရှိရေးကလည်း အရေးကြီးပါသည်။

source: Open access to aid information means that the people of Myanmar are better able to see the impact that aid activities have in their communities. This also helps other countries learn what may work, or not work, in their country.
my: အကူအညီဆိုင်ရာ သတင်းအချက်အလက်များကို လွတ်လပ်စွာ သိရှိခွင့်ရခြင်းဖြင့် ပြည်သူများအနေနှင့် ၎င်းတို့၏ လူမှုအသိုက်အဝန်းရှိ အကူအညီဖြင့် ဆောင်ရွက်နေသည့် လုပ်ငန်းများ၏ အကျိုးသက်ရောက်မှုကို ပိုမို တွေ့မြင်နိုင်မည် ဖြစ်ပြီး၊ အခြားနိုင်ငံများကိုလည်း ၎င်းတို့ နိုင်ငံအတွက် လေ့လာနိုင်စေမည် ဖြစ်ပါသည်။

source: A Shared Vision for effective aid
my: ထိရောက်သည့် အကူအညီဖြစ်စေရေးအတွက် တူညီသည့် ရှုမြင်ချက်

source: A framework for development effectiveness in Myanmar
my: မြန်မာနိုင်ငံတွင် ဖွံ့ဖြိုးမှုအကူအညီများကို ထိရောက်မှု ရှိစေရန်အတွက် သဘောတူညီချက်

source: A shared vision for effective aid
my: ထိရောက်သည့် အကူအညီဖြစ်စေရေးအတွက် တူညီသည့် ရှုမြင်ချက်

source: Endorsed by the Government of Myanmar and development partners at the first Myanmar Development Cooperation Forum in January 2013, the
my: ၂၀၁၃ ခုနှစ်၊ ဇန်နဝါရီလတွင် ကျင်းပသည့် ပထမအကြိမ် မြန်မာနိုင်ငံ ဖွံ့ဖြိုးမှု ပူးပေါင်းဆောင်ရွက်ရေးဖိုရမ်၌ မြန်မာနိုင်ငံအစိုးရနှင့် ဖွံ့ဖြိုးမှုမိတ်ဖက်များအကြား သဘောတူ အတည်ပြု ခဲ့သည့်

source: Nay Pyi Taw Accord
my: " နေပြည်တော် သဘောတူညီချက် "

source: sets out a vision for effective development cooperation in Myanmar.
my: တွင် ထိရောက်သည့် ဖွံ့ဖြိုးမှုပူးပေါင်းဆောင်ရွက်ရေးအတွက် ရှုမြင်ချက်ကို ချမှတ်ခဲ့ပါသည်။

source: To support the implementation of the Nay Pyi Taw Accord, an Action Plan is in the final stages of preparation. The Action Plan focuses on translating Accord commitments into concrete joint actions with tangible, time bound results.
my: " နေပြည်တော် သဘောတူညီချက် " ကို အကောင်အထည်ဖော်ရန် လုပ်ငန်းအစီအစဉ် ရေးဆွဲအတည်ပြု ပြီး ဖြစ်ပါသည်။ လုပ်ငန်းအစီအစဉ်တွင် " နေပြည်တော် သဘောတူညီချက် " ပါ ကတိကဝတ်များကို အမှန်တကယ် ထိတွေ့ခံစားနိုင်သည့် ရလာဒ်များ ရရှိစေမည့် ခိုင်မာသည့် ပူးတွဲလုပ်ရပ်များအဖြစ် အချိန်ကာလ သတ်မှတ်ချက်များဖြင့် ရေးဆွဲထားပါသည်။

source: The Nay Pyi Taw Accord for
my: ဖွံ့ဖြိုးမှု ပူးပေါင်းဆောင်ရွက်ရေးတွင် ထိရောက်မှုရှိစေမည့်

source: Effective Development Cooperation
my: နေပြည်တော် သဘောတူညီချက်

source: A shared agenda and calendar
my: ဆောင်ရွက်မည့် အစီအစဉ်နှင့် ရက်စွဲများ

source: Access to shared online resources.
my: ရယူနိုင်သည့် အရင်းအမြစ်များ

source: With so much happening in Myanmar today, it can be hard to keep track of what's going on. Our online calendar helps keep you up-to-date with
my: အလှူ ရှင်များ၏ ဆောင်ရွက်မှုများ၊

source: key meetings, workshops and other events.
my: အစည်းအဝေးမှတ်တမ်းများ စသည်များကို ရယူနိုင်ပါသည်။

source: The calendar can also be integrated into
my: ယခု ပြက္ခဒိန်ကို

source: or
my: သို့မဟုတ်

source: , or accessed online.
my: သို့မဟုတ် အင်တာနက်ဖြင့် အသုံးပြု နိုင်ပါသည်။

source: Do you have an event you'd like to see included? Please click the ‘submit an event” button
my: သင့်ထံမှ ထည့်သွင်းဖော်ပြရန် ရှိပါက ထည့်သွင်းပါ

source: Visit shared calendar
my: ပြက္ခဒိန်အား ကြည့်ရှုရန်

source: OR
my: သို့မဟုတ်

source: Submit an event
my: ထည့်သွင်းဖော်ပြပါ

source: aid works better when we work together
my: ပူးပေါင်းဆောင်ရွက်ခြင်းဖြင့် အကူအညီများကို ပိုမိုကောင်းမွန်အောင် ဆောင်ရွက်မည်

source: Shared resources for better planning
my: အချက်အလက်များ မျှဝေခြင်း

source: Shared Resources
my: အချက်အလက်များ မျှဝေခြင်း

source: Coordination Structures
my: ဖွဲ့စည်းပုံ

source: Development Partners’ Strategies
my: ဖွံ့ဖြိုးမှုမိတ်ဖက်များ၏ အစီအစဉ်

source: Global Development Effectiveness Agreements
my: ကမ္ဘာတစ်ဝှမ်းတွင် ထိရောက်သော ဖွံ့ဖြိုးမှုများအတွက် သဘောတူညီချက်

source: Government Strategies
my: မိမိတို့အစိုးရ၏ အစီအစဉ်

source: The Nay Pyi Taw Accord for Effective Development Cooperation
my: ဖွံ့ဖြိုးမှု ပူးပေါင်းဆောင်ရွက်ရေးတွင် ထိရောက်မှုရှိစေမည့် "နေပြည်တော် သဘောတူညီချက်"

source: Studies
my: လေ့လာမှုများ

source: An online knowledge-base where government, development partners, civil society and others can find a
my: အားလုံးကြည့်ရှုနိုင်မည့်

source: wide variety of documents,
my: အချက်

source: from donors strategies to meeting minutes.
my: အလက်များ

source: Feel free to contribute to this ever-growing resource by emailing the
my: ပါဝင်ဆောင်ရွက်ရန် အီးမေးလ်ပေးပို့ပါ

source: FERD-DPWC Secretariat
my: FERD-DPWC အတွင်းရေးမှူးရုံး

source: Keep up to date with our progress
my: လက်ရှိဆောင်ရွက်နေမှု အခြေအနေများကို အသစ်ရရှိရန်

source: Subscribe to our mailing list or contact us directly if you have a question!
my: အီးမေးလ်စာရင်းသို့ ပေးပို့ပါ (သို့မဟုတ်) မေးမြန်းစရာရှိပါကလည်း တိုက်ရိုက် ဆက်သွယ်နိုင်ပါသည်။

source: This resource is provided through a joint effort by the Foreign Economic Relations Department (FERD) and the Development Partners Working Committee (DPWC).
my: ယခု အချက်အလက်များကို နိုင်ငံခြားစီးပွား ဆက်သွယ်ရေးဦးစီးဌာန(FERD) နှင့် ဖွံ့ဖြိုးမှုမိတ်ဖက်များ၏ လုပ်ငန်းကော်မတီ (DPWC) တို့ ပူးပေါင်းဆောင်ရွက်မှုဖြင့် ရရှိပါသည်။

source: For more information please contact us or subscribe to our mailing list.
my: သတင်း အချက်အလက်များကို ပိုမိုသိရှိလိုပါက တိုက်ရိုက် ဆက်သွယ်ပါ (သို့မဟုတ်) အီးမေးလ်စာရင်းသို့ ပေးပို့ပါ။

source: FERD-DWPC Secretariat
my: FERD-DPWC အတွင်းရေးမှူးရုံး

source: Phone:
my: ဖုန်း

source: Fax:
my: ဖက်(စ်)

source: Subscribe to our mailing list
my: အီးမေးလ်စာရင်းသို့ ပေးပို့ပါ

source: indicates required
my: ညွှန်ပြမှုလိုအပ်ပါသည်

source: First Name
my: နာမည် ပထမစာလုံး

source: Managed by
my: ဆောင်ရွက်သည့် အဖွဲ့အစည်း

source: Developed by
my: ရေးဆွဲဆောင်ရွက်သူ

source: Software designed and developed by
my: ရေးဆွဲဆောင်ရွက်သည်သူ

source: Please sign in
my: ကျေးဇူးပြု၍ ဝင်ရောက်ပါ

source: Remember me
my: မှတ်ထားမည်။

source: Sign in
my: ၀င်ရောက်ရန်

source: Can't access your account?
my: ဝင်၍ မရပါ။

source: Reset your password.
my: လျှို့ ဝှက်ကုတ်ဒ် ပြင်ဆင်ရန်

source: You have logged out.
my: ထွက်ရန်လိုအပ်သည်

source: See you next time!
my: ကျေးဇူးတင်ပါသည်။

source: Password changed
my: လျှို့ဝှက်ကုတ်ဒ် ပြောင်းလဲသည်

source: Change Password
my: လျှို့ဝှက်ကုတ်ဒ် ပြောင်းရန်

source: Log In
my: ၀င်ရန်

source: Password reset successfully
my: လျှို့ဝှက်ကုတ်ဒ် ပြောင်းခြင်း အောင်မြင်သည်

source: Log in
my: ဝင်ရန်

source: Submit
my: သိမ်းဆည်းသည်

source: Password reset failed
my: လျှို့ဝှက်ကုတ်ဒ် ပြောင်းခြင်း မအောင်မြင်ပါ

source: Email Sent
my: အီးမေးလ် ပို့သည်

source: An email with password reset instructions has been sent.
my: လျှို့ဝှက်ကုတ်ဒ်ပြောင်းရန် ညွှန်ကြားချက်ကို သင့် အီးမေးသို့ ပို့လိုက်ပါသည်။

source: Password Reset
my: လျှို့ ဝှက်ကုတ်ဒ် ပြောင်းသည်။

source: To reset your password please enter your email address below. We will send you an email with some instructions.
my: လျှို့ ဝှက်ကုတ်ဒ်ပြောင်းရန် အတွက် အီးမေးလ်လိပ်စာ ထည့်ပါ။ အီးမေးလ်သို့ ညွှန်ကြားချက် ပေးပို့ပါမည်။

source: Submit Request
my: တောင်းဆိုမှုအတိုင်း ဆောင်ရွက်ပြီး

source: Organisations
my: အဖွဲ့အစည်းများ

source: Activities
my: လုပ်ငန်း စီမံကိန်းများ

source: No results found.
my: ရှာဖွေ မတွေ့ပါ

source: Previous
my: နောက်သို့

source: Next
my: ရှေ့သို့
